[
    {
        "id": 1,
        "nombre": "Smart Watch",
        "precio": 250,
        "descripcion": "El reloj inteligente perfecto: estilo moderno, tecnología avanzada y comodidad excepcional. ¡Potencia tu día a día con un toque de elegancia y funcionalidad!",
        "img": "./images/producto1.jfif"
    },
    {
        "id": 2,
        "nombre": "Cámara fotografica profesional",
        "precio": 450,
        "descripcion": "Captura momentos inolvidables con la potencia y precisión de nuestra cámara fotográfica profesional. Eleva tus habilidades fotográficas al siguiente nivel y crea imágenes de calidad excepcional.",
        "img": "./images/producto1.jfif"
    },
    {
        "id": 3,
        "nombre": "Vitamina C revitalizadora",
        "precio": 120,
        "descripcion": "¡Descubre la magia de una piel radiante con nuestra Vitamina C revitalizadora! Nuestra fórmula única con Vitamina C pura te brinda brillo instantáneo, tez más uniforme, protección antioxidante e hidratación profunda",
        "img": "./images/producto3.jfif"
    },
    {
        "id": 4,
        "nombre": "Bolso de cuero",
        "precio": 80,
        "descripcion": "Elegante y versátil, nuestro bolso de cuero para mujer es el accesorio perfecto para complementar tu estilo. Confeccionado con los mejores materiales, ofrece calidad y sofisticación en cada detalle. ¡Destaca con elegancia en cualquier ocasión!",
        "img": "./images/producto4.jfif"
    },
    {
        "id": 5,
        "nombre": "Tarjeta grafica",
        "precio": 550,
        "descripcion": "¡Potencia tus juegos al máximo! Experimenta gráficos asombrosos y un rendimiento sin igual con nuestra tarjeta gráfica para videojuegos. Domina cada detalle, sumérgete en mundos virtuales y disfruta de una experiencia de juego sin igual. ¡Eleva tu juego con nosotros!",
        "img": "./images/producto5.jfif"
    },
    {
        "id": 6,
        "nombre": "Taza con forma de rosa",
        "precio": 50,
        "descripcion": "¡Sorprende con elegancia y delicadeza! Nuestra taza con forma de rosa es la compañía perfecta para tus momentos especiales. Disfruta de tus bebidas favoritas con un toque de romance en cada sorbo. ",
        "img": "./images/producto5.jfif"
    },
    {
        "id": 7,
        "nombre": "Ratón alámbrico",
        "precio": 10,
        "descripcion": "Ratón alámbrico: conectividad fiable y respuesta instantánea. Perfecto para quienes valoran la estabilidad en su configuración de juego o trabajo. Productividad sin límites.",
        "img": "./images/producto3.jpg"
    },
    {
        "id": 8,
        "nombre": "Alfombrilla de ratón",
        "precio": 21,
        "descripcion": "Alfombrilla ratón: superficie texturizada que potencia el desempeño del ratón. Comodidad y precisión para tus movimientos. Eleva tu juego a otro nivel.",
        "img": "./images/producto8.jfif"
    },
    {
        "id": 9,
        "nombre": "Teclado Gaming",
        "precio": 40,
        "descripcion": "Teclado gaming: velocidad, precisión y comodidad. Ideal para jugadores serios que buscan un rendimiento óptimo en sus partidas. ¡Domina el juego!",
        "img": "./images/producto9.jpg"
    },
    {
        "id": 10,
        "nombre": "Monitor",
        "precio": 240,
        "descripcion": "Philips Gaming 27M1N3200VS - 27 Pulgadas FHD Monitor, 165Hz, VA, 1ms, Smart Image, bajo retraso de Entrada, Altavoces (1920 x 1080 @ 165Hz, 250  CD/m², HDMI 2.0 / DP 1.2)",
        "img": "./images/producto10.jfif"
    }
]